✦⃟ ⍤පිට චරිතෙ නෙවෙ වැදගත් ඇතුලෙ වැලලිලා තියෙන චරිතෙයි වැදගත්⃝─────✦⃟ ⍤





හැමෝම ආස තමන්ව අහන, තමන් ගැන හොයලා බලන කෙනෙක්ගෙ පපුවට තුරුළු වෙලා ඒ උණුසුම විදින්න... 😊💗


 ප්‍රාර්ථනා ඉටු වන ලස්සන දවසක් ළමයෝ... ! ✨🤍
 
 
 
 
 
 
 
 මට මහන්සියක් දැනුන හැම තැනදිම
ඔයා මං එක්ක හිටියා.

ඒ ආදරේට මං හරි ලෝභයි ! 🥺💗🦋✨

ඒත් අද...
    ඔයාව මට මතකයක් විතරයි...
   අද ඔයා එයා ලඟ සතුටින් ඇති...
   මටත් ඕනි එච්චරයි...🙂🥀💗

#Memories...🙂🥀💔

Owner -:  94741064257

©ʍɾ ℂ𝕪𝕓𝕖𝕣 ʍɑղմӀ օƒƒíϲíɑӀ♠️






මුල අමතක කරපු උබට.. 
      මැද හරි ගියාට 
          අග වරදිනවා 

එච්චරයි 🌝👊

▁▁🙂💫
